{
	"@metadata": {
		"authors": [
			"Hamilton Abreu"
		]
	},
	"globalwatchlist": "Lista global de páginas vigiadas",
	"globalwatchlist-desc": "Adiciona uma lista global de páginas vigiadas",
	"globalwatchlist-summary": "Página especial para ver uma lista global de páginas vigiadas",
	"globalwatchlistsettings": "Definições da lista global de páginas vigiadas",
	"globalwatchlistsettings-summary": "Página especial para gerir uma lista global de páginas vigiadas",
	"globalwatchlist-api-error": "Ocorreu um erro da API ao interagir com \"$1\":",
	"globalwatchlist-gotoglobal": "Lista global de páginas vigiadas",
	"globalwatchlist-gotoglobal-tooltip": "Ver lista global de páginas vigiadas",
	"globalwatchlist-grouped-timestamp": "A data e hora da última modificação são mostradas nas modificações agrupadas",
	"globalwatchlist-javascript-required": "Esta página especial requer JavaScript para funcionar",
	"globalwatchlist-must-login": "Inicie uma sessão, por favor, para usar as páginas especiais da lista global de páginas vigiadas",
	"globalwatchlist-prefs-settings": "Para definir as preferências da lista global de páginas vigiadas visite [[Special:GlobalWatchlistSettings|Definições da lista global de páginas vigiadas]], por favor.",
	"globalwatchlist-settings-error-invalid-site": "O site \"$1\" não corresponde a uma wiki onde você tenha uma conta CentralAuth anexada.",
	"globalwatchlist-settings-error-too-many-sites": "{{PLURAL:$1|Foi escolhido $1 ''site''|Foram escolhidos $1 ''sites''}}, o que excede o número máximo de ''sites'' permitidos, $2.",
	"globalwatchlist-tour-addsite": "Adicionar um site",
	"globalwatchlist-tour-addsite-description": "Clicar acima para adicionar outra linha para um site.",
	"globalwatchlist-tour-fastmode": "Modo rápido",
	"globalwatchlist-tour-fastmode-description": "O modo rápido resulta numa composição de página mais rápida, mas à custa de ser menos detalhada. Os rótulos Wikibase não são obtidos e é mostrada uma lista simples de páginas com mudanças, sem detalhes sobre os editores ou as próprias edições",
	"globalwatchlist-tour-filters": "Opções de filtragem",
	"globalwatchlist-tour-filters-description": "A lista global de páginas vigiadas não tem todas as opções de filtragem disponíveis na lista normal de páginas vigiadas. Os filtros disponíveis são para edições de utilizadores anónimos em contraponto com as edições de utilizadores autenticados, bem como filtros para edições marcadas como edições menores ou edições de robôs.",
	"globalwatchlist-tour-help": "Mais documentação",
	"globalwatchlist-tour-help-description": "Há mais documentação disponível em mediawiki.org",
	"globalwatchlist-tour-intro": "Configurações da lista global de páginas vigiadas",
	"globalwatchlist-tour-intro-description": "A extensão GlobalWatchlist adiciona uma página especial, [[Special:GlobalWatchlist]], que permite ver mais do que uma lista de páginas vigiadas ao mesmo tempo. Esta página é usada para definir as preferências do utilizador para a lista global de páginas vigiadas.",
	"globalwatchlist-tour-sitelist": "Lista de sítios na internet",
	"globalwatchlist-tour-sitelist-description": "Esta é a lista de sítios na internet que serão incluídos na lista global de páginas vigiadas. Usar o URL base do sítio; por exemplo, <code>en.wikipedia.org</code>.",
	"globalwatchlist-tour-types": "Tipos de mudanças",
	"globalwatchlist-tour-types-description": "Os utilizadores podem controlar que tipos de mudanças devem ser mostrados.",
	"prefs-globalwatchlist": "Lista global de páginas vigiadas"
}
